gabonator/LA104/system/apps_featured/113_circuitpython/source/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME       "LA104"
#define MICROPY_HW_MCU_NAME         "STM32F103"
